Repository: nephila/djangocms-blog
Catalog: djangocms_blog/locale/*/LC_MESSAGES/django.po
Languages: it, pl_pl, pt_br, sl

source: site
it: Sito
pl_pl: strona

source: Images
it: Immagini
pl_pl: Obrazki

source: Publish selection
it: Pubblica gli articoli selezionati
pl_pl: Opublikuj zaznaczone

source: Unpublish selection
it: Spubblica gli articoli selezionati
pl_pl: Ukryj zaznaczone

source: Enable comments for selection
it: Abilita i commenti per gli articoli selezionati
pl_pl: Włącz komentarze dla zaznaczonych elementów

source: Disable comments for selection
it: Disabilita i commenti per gli articoli selezionati
pl_pl: Wyłącz komentarze dla zaznaczonych elementów

source: Enable liveblog for selection
it: Abilita il liveblog per gli articoli selezionati
pl_pl: Włącz liveblog dla zaznaczonych

source: Disable liveblog for selection
it: Disabilita il liveblog per gli articoli selezionati
pl_pl: Wyłącz liveblog dla zaznaczonych

source: Generic
it: Generale

source: Notifications
it: Notifiche
pl_pl: Powiadomienia

source: You can provide plain strings, Post model attribute or method names
it: Puoi inserire stringhe, attributi o metodi del model Post
pl_pl: Możesz podać ciągi znaków, model lub nazwy metod
pt_br: Você pode fornecer texto puro, atributos do modelo Post ou nomes de métodos

source: application title
it: Titolo applicazione
pl_pl: nazwa aplikacji
pt_br: título da aplicação
sl: naziv aplikacije

source: object name
it: Nome oggetto
pl_pl: nazwa obiektu
pt_br: nome do objeto
sl: ime objekta

source: blog config
it: Configurazione del blog
pl_pl: konfiguracja bloga
pt_br: configuração do blog

source: blog configs
it: Configurazioni del blog
pl_pl: konfiguracje bloga
pt_br: configurações do blog

source: untitled
it: Senza titolo
pl_pl: bez tytułu
pt_br: sem título
sl: nepoimenovano

source: Post published by default
it: Articoli pubblicati di default
pl_pl: Opublikowane posty domyślnie
pt_br: Post publicado por padrão
sl: Objava naj bo samodejno objavljena

source: Default size of full images
it: Dimensione standard immagine principale
pl_pl: Domyślny rozmiar pełnych obrazków

source: If left empty the image size will have to be set for every newly created post.
it: Se vuoto, la dimensione dell'immagine principale dovrà essere impostata per ogni nuovo articolo.
pl_pl: Jeśli pozostanie pusty, rozmiar obrazu będzie musiał zostać ustawiony dla każdego nowo utworzonego wpisu.

source: Default size of thumbnail images
it: Dimensione standard immagine ridotta
pl_pl: Domyślny rozmiar miniaturek

source: If left empty the thumbnail image size will have to be set for every newly created post.
it: Se vuoto, la dimensione dell'immagine ridotta dovrà essere impostata per ogni nuovo articolo.
pl_pl: Jeśli pozostanie pusty, rozmiar miniatury obrazu będzie musiał zostać ustawiony dla każdego nowo utworzonego wpisu.

source: Permalink structure
it: Struttura permalink
pl_pl: Struktura linku
pt_br: Estrutura de links permanentes
sl: Struktura povezav

source: Use placeholder and plugins for article body
it: Usa placeholder e plugin per il contenuto
pl_pl: Użyj placeholder i pluginy dla treści artykułu
pt_br: Usar placeholder e plugins para o corpo da notícia
sl: Za objavo naj bodo uporabljeni vtičniki in označbe mest

source: Use abstract field
it: Usa campo abstract
pl_pl: Użyj pola abstrakcyjnego
pt_br: Usar campo abstrato
sl: Uporaba abstraktnih polj

source: Enable related posts
it: Abilita articoli collegati
pl_pl: Włącz powiązane posty

source: Set author
it: Imposta autore
pl_pl: Ustaw autora
pt_br: Informar o autor
sl: Nastavi avtorja

source: Set author by default
it: Imposta autore di default
pl_pl: Ustaw autora domyślnie
pt_br: Informar o autor por padrão
sl: Avtor naj bo nastavljen samodejno

source: Paginate size
it: Dimensione paginazione
pl_pl: Paginacja
pt_br: Tamanho da paginação
sl: Število objav na stran

source: When paginating list views, how many articles per page?
it: Se la lista è paginata, quanti articoli visualizzati per pagina?
pl_pl: Jak dużo artykułów na stronę?
pt_br: Em paginações de listagem, quantas notícias por página?
sl: Koliko objav naj bo na eni strani?

source: Template prefix
it: Prefisso template
pl_pl: Prefix szablonu
pt_br: Prefixo do template
sl: Predpona predlog

source: Alternative directory to load the blog templates from
it: Directory alternativa da cui caricare i template
pl_pl: Alternatywna ścieżka do ładowania szablonów
pt_br: Diretório alternativo de origem dos templates do blog
sl: Alternativni direktorij za nalaganje predlog bloga

source: Menu structure
it: Struttura del menu
pl_pl: Struktura menu
pt_br: Estrutura do menu
sl: Struktura menija

source: Structure of the django CMS menu
it: Struttura del menu django CMS
pl_pl: Struktura menu django CMS
pt_br: Estrutura do menu do django CMS
sl: Struktura django CMS menija

source: Show empty categories in menu
it: Mostra categorie vuote nel menù
pl_pl: Pokaż puste kategorie w menu

source: Show categories with no post attached in the menu
it: Mostra categorie senza post nel menù
pl_pl: Pokaż kategorie bez postów w menu

source: Sitemap changefreq
it: Frequenza aggiornamento Sitemap
pt_br: 'changefreq' do sitemap

source: Changefreq attribute for sitemap items
it: Attributo Changefreq per gli oggetti della sitemap
pt_br: Atributo changefreq de items do sitemap

source: Sitemap priority
it: Priorità sitemap
pl_pl: Priorytet sitemapy
pt_br: 'priority' do sitemap
sl: Sitemap prioriteta

source: Priority attribute for sitemap items
it: Attributo priorità per gli oggetti nella sitemap
pt_br: Atributo 'priority' de items do sitemap
sl: Prioriteta atributov za elemente sitemapa

source: Object type
it: Tipo oggetto
pl_pl: Typ obiektu
pt_br: Tipo de objeto
sl: Tip objekta

source: Facebook type
it: Tipo oggetto Facebook
pt_br: Tipo de conta do facebook

source: Facebook application ID
it: ID Applicazione Facebook
pt_br: ID da aplicação no Facebook

source: Facebook profile ID
it: ID Profilo Facebook
pt_br: ID do perfil no Facebook

source: Facebook page URL
it: URL Pagina Facebook
pt_br: URL da página no Facebook

source: Facebook author URL
it: URL Autore Facebook
pt_br: URL do autor no Facebook

source: Facebook author
it: Autore Facebook
pt_br: Autor no Facebook
sl: Facebook avtor

source: Twitter type
it: Tipo oggetto Twitter
pt_br: Tipo do Twitter

source: Twitter site handle
it: Nome Twitter del sito
pt_br: Nome de usuário no Twitter

source: Twitter author handle
it: Nome Twitter autore
pt_br: Usuário do autor no Twitter

source: Google+ type
it: Tipo oggetto Google+
pt_br: Tipo do Google+

source: Google+ author name
it: Nome Google+ autore
pt_br: Nome do autor no Google+

source: Send notifications on post publish
it: Invia notifiche alla pubblicazione dell'articolo
pl_pl: Wyślij powiadomienie przy publikowaniu
pt_br: Enviar notificações ao publicar postagem

source: Emits a desktop notification -if enabled- when publishing a new post
it: Invia notifiche desktop -se abilitate- quando viene pubblicato un articolo
pl_pl: Emituje powiadomienie na pulpicie - jeśli włączone - podczas publikowania nowego postu
pt_br: Enviar notificação de desktop -se ativada- quando publicar uma nova postagem

source: Send notifications on post update
it: Invia notifiche all'aggiornamento dell'articolo
pl_pl: Wyślij powiadomienie przy edycji postu
pt_br: Enviar notificações ao atualizar postagem

source: Emits a desktop notification -if enabled- when editing a published post
it: Invia notifiche desktop -se abilitate- quando viene aggiornato un articolo
pl_pl: Emituje powiadomienie na pulpicie - jeśli włączone - podczas edycji opublikowanego postu
pt_br: Enviar notificação de desktop -se ativada- quando editar uma postagem publicada

source: Blog menu
it: Menu del blog
pl_pl: Menu bloga
pt_br: Menu do blog
sl: Blog meni

source: Post list
it: Lista degli articoli
pl_pl: Lista postów
pt_br: Lista de postagens
sl: Seznam objav

source: Add post
it: Aggiungi articolo
pl_pl: Dodaj post
pt_br: Adicionar postagem
sl: Nova objava

source: Edit configuration
it: Modifica configurazione
pl_pl: Edytuj konfigurację
pt_br: Editar preferências
sl: Uredi nastavitve

source: Edit Post
it: Modifica articolo
pl_pl: Edytuj posta
pt_br: Ediar Postagem
sl: Uredi objavo

source: Publish {0} now
it: Pubblica {0}
pl_pl: Publikuj {0} teraz
pt_br: Publicar {0} agora

source: Leave empty for automatic slug, or override as required.
it: Lascia vuoto per generare lo slug automaticamente
pl_pl: Pozostaw puste dla automatycznego ślimaka lub zastąp w razie potrzeby.

source: New {0}
it: Nuovo {0}
pl_pl: Nowe {0}
pt_br: Novo {0}
sl: Nov {0}

source: Create a new {0} in {1}
it: Crea un nuovo {0} in {1}
pl_pl: Stwórz nowe {0} w {1}
pt_br: Criar um novo {0} em {1}
sl: Ustvari nov {0} v {1}

source: Blog articles on %(site_name)s
it: Articoli del blog su %(site_name)s
pl_pl: Artykuły na %(site_name)s
pt_br: Artigos em %(site_name)s
sl: Blog objave na %(site_name)s

source: Liveblog item
it: Elemento liveblog
pl_pl: Elementy liveblog

source: publish liveblog entry
it: Pubblica elemento liveblog
pl_pl: publikuj wpis liveblog

source: post date
it: Data del post
pl_pl: data postu

source: liveblog entry
it: Elemento liveblog
pl_pl: element liveblog

source: liveblog entries
it: Elementi liveblog
pl_pl: elementy liveblog

source: title
it: titolo
pl_pl: tytuł
pt_br: título
sl: naziv

source: image
it: Immagine
pl_pl: obrazek

source: thumbnail size
it: Dimensione miniatura
pl_pl: rozmiar miniaturki

source: parent
it: superiore
pl_pl: rodzic
pt_br: pai
sl: starš

source: created at
it: creato il
pl_pl: stworzony
pt_br: criado em
sl: ustvarjeno na

source: modified at
it: modificato il
pl_pl: zmodyfikowany
pt_br: modificado em
sl: urejeno na

source: app. config
it: config. app.
pt_br: configuração da aplicação

source: name
it: nome
pl_pl: nazwa
pt_br: nome
sl: ime

source: category meta description
it: metatag descrizione
pl_pl: meta description kategorii

source: blog category
it: categoria del blog
pl_pl: kategoria bloga
pt_br: categoria do blog
sl: blog kategorija

source: blog categories
it: categorie del blog
pl_pl: kategorie bloga
pt_br: categorias do blog
sl: blog kategorije

source: BlogCategory (no translation)
it: Categoria (nessuna traduzione)

source: author
it: autore
pl_pl: autor
pt_br: autor
sl: avtor

source: created
it: creato
pl_pl: stworzone
pt_br: criado
sl: ustvarjeno

source: last modified
it: ultima modifica
pl_pl: zmodyfikowane
pt_br: última modificação
sl: nazadnje urejeno

source: published since
it: Pubblicato il
pl_pl: opublikowane od
pt_br: publicado desde
sl: objavljeno od

source: published until
it: fino al
pl_pl: opublikowane do
pt_br: publicado até
sl: objavljeno do

source: featured date
it: Data visualizzata
pl_pl: data wyróżnienia

source: publish
it: pubblica
pl_pl: publikuj
pt_br: publicar
sl: objavljeno

source: category
it: categoria
pl_pl: kategoria
pt_br: categoria
sl: kategorija

source: main image
it: immagine principale
pl_pl: główny obrazek
pt_br: imagem principal
sl: glavna slika

source: main image thumbnail
it: dimensioni miniatura immagine
pl_pl: miniaturka głównego obrazka
pt_br: miniatura da imagem principal
sl: glavna slika - predogled

source: main image full
it: dimensioni immagine
pl_pl: pełny główny obrazek
pt_br: imagem principal completa
sl: glavna slika - polna

source: enable comments on post
it: abilita commenti sull'articolo
pl_pl: włącz komentarze na poście
pt_br: habilitar comentários nessa postagem
sl: Omogoči komentarje na objavi

source: Site(s)
it: Sito/i
pl_pl: Strona(y)
sl: Stran(i)

source: Select sites in which to show the post. If none is set it will be visible in all the configured sites.
it: Seleziona i siti in cui deve apparire l'articolo. Se non è selezionato nessun sito, l'articolo comparirà in tutti i siti configurati.
pl_pl: Wybierz witryny, w których chcesz pokazać wpis. Jeśli żaden nie jest ustawiony, będzie widoczny we wszystkich skonfigurowanych witrynach.
pt_br: Selecionar sites onde a postagem deve aparecer. Se nenhum for selecionado ela ficará visível em todos os sites configurados.
sl: Izberi strani na katerih naj bo objava prikazana. Če ni izbrano nič, bo objava prikazana na vseh nastavljenih straneh.

source: subtitle
it: sottotitolo
pl_pl: podtytuł

source: post meta description
it: metatag descrizione
pl_pl: meta description postu
pt_br: meta descrição da postagem
sl: meta opis objave

source: post meta keywords
it: metatag keyword
pl_pl: meta keywords postu
pt_br: palavras-chave da postagem
sl: meta ključne besede objave

source: post meta title
it: metatag titolo
pl_pl: meta title postu
pt_br: meta título da postagem
sl: meta naziv objave

source: used in title tag and social sharing
it: Usato nel tag title e nei titoli per le condivisioni sui social network
pl_pl: używany w tagu tytułu i udostępnianiu społecznościowym
pt_br: usado na tag de título e compartilhamento em redes sociais
sl: za uporabo v označbi naslova in deljenju na socialnih omrežjih

source: text
it: testo
pl_pl: tekst
pt_br: texto
sl: tekst

source: enable liveblog on post
it: Attiva liveblog sul post
pl_pl: włącz liveblog na poście

source: Related Posts
it: Articoli collegati
pl_pl: Powiązane posty

source: blog article
it: articolo del blog
pl_pl: artykuł bloga
pt_br: artigo do blog
sl: blog objava

source: blog articles
it: articoli del blog
pl_pl: artykuły bloga
pt_br: artigos do blog
sl: blog objave

source: Post (no translation)
it: Articolo (nessuna translation)
pl_pl: Posty (nie przetłumaczone)

source: current site
it: Sito corrente
pl_pl: obecna strona

source: Select items from the current site only
it: Seleziona gli elementi per il solo sito corrente
pl_pl: Wybierz elementy z obecnej strony

source: Plugin template
it: Template del plugin

source: Select plugin template to load for this instance
it: Seleziona il template da usare per questa istanza
pl_pl: Wybierz template pluginu do załadowania dla tej instancji

source: articles
it: articoli
pl_pl: artykuły
pt_br: artigos
sl: objave

source: The number of latests articles to be displayed.
it: Il numero di articoli da mostrare.
pl_pl: Liczba wyświetlanych ostatnich artykułów
pt_br: O número dos últimos artigos a serem exibidos.
sl: Število najnovejših objav, ki naj bodo prikazane

source: filter by tag
it: filtra per tag
pl_pl: filtruj według tagu
pt_br: filtrar por tag
sl: filtriraj po oznakah

source: Show only the blog articles tagged with chosen tags.
it: Mostra solo gli articoli marcati con i tag selezionati.
pl_pl: Pokaż tylko artykuły oznaczone wybranymi tagami
pt_br: Exibir apenas os artigos marcados com as tags escolhidas.
sl: Prikaži le blog objave označene z izbranimi oznakami

source: filter by category
it: filtra per categoria
pl_pl: filtruj według kategorii
pt_br: filtrar por categoria
sl: filtriraj po kategoriji

source: Show only the blog articles tagged with chosen categories.
it: Mostra solo gli articoli marcati con i categorie selezionati.
pl_pl: Pokaż tylko artykuły oznaczone wybranymi kategoriami
pt_br: Exibir apenas os artigos marcados com as categorias escolhidas.
sl: Prikaži le blog objave označene z izbranimi kategorijami

source: %s latest articles by tag
it: ultimi %s articoli per tag
pl_pl: %s ostatnie artykuły według tagu
pt_br: %s últimos artigos por tag
sl: %s najnovejših objav glede na oznako

source: authors
it: autori
pl_pl: autorzy
pt_br: autores
sl: avtorji

source: The number of author articles to be displayed.
it: Numero di elementi per autore da mostrare.
pl_pl: Liczba autorów artykułów do wyświetlenia.
pt_br: Número de artigos do autor a serem exibidos.
sl: Število avtorjevih objav, ki naj bodo prikazane

source: %s latest articles by author
it: ultimi %s articoli per autore
pl_pl: %s ostatnich artykułów według autora
pt_br: %s últimos artigos por autor
sl: %s najnovejših objav glede na avtorja

source: generic blog plugin
it: plugin blog
pt_br: plugin genérico do blog
sl: generični blog vtičnik

source: Full date
it: Data completa
pl_pl: Pełna data
pt_br: Data completa
sl: Datum (poln)

source: Year / Month
it: Anno / Mese
pl_pl: Rok / miesiąc
pt_br: Ano / Mês
sl: Leto / Mesec

source: Category
it: Categoria
pl_pl: Kategoria
pt_br: Categoria
sl: Kategorija

source: Just slug
it: Solo slug
pt_br: Apenas a slug

source: Categories and posts
it: Categorie e articoli
pl_pl: Kategorie i posty
pt_br: Categorias e postagens
sl: Kategorije in objave

source: Categories only
it: Solo categorie
pl_pl: Tylko kategorie
pt_br: Apenas categorias
sl: Samo kategorije

source: Posts only
it: Solo articoli
pl_pl: Tylko posty
pt_br: Apenas postagens
sl: Samo objave

source: None
it: Niente
pl_pl: Brak
pt_br: Nenhum

source: always
it: sempre
pl_pl: zawsze
pt_br: sempre
sl: vedno

source: hourly
it: ogni ora
pl_pl: godzinnie
pt_br: a cada hora
sl: vsako uro

source: daily
it: ogni giorno
pl_pl: dziennie
pt_br: diariamente
sl: dnevno

source: weekly
it: ogni settimana
pl_pl: tygodniowo
pt_br: semanalmente
sl: tedensko

source: monthly
it: ogni mese
pl_pl: miesięcznie
pt_br: mensalmente
sl: mesečno

source: yearly
it: ogni anno
pl_pl: rocznie
pt_br: anualmente
sl: letno

source: never
it: mai
pl_pl: nigdy
pt_br: nunca
sl: nikoli

source: Latest Blog Articles
it: Ultimi articoli
pl_pl: Ostatnie artykuły bloga
pt_br: Últimos Artigos
sl: Najnovejše blog objave

source: Latest Blog Articles - Cache
it: Ultimi articoli del blog - in cache
pl_pl: Ostatnie artykuły bloga - cache

source: Author Blog Articles
it: Articoli per autore
pl_pl: Artykuły bloga autora
pt_br: Artigos do Autor
sl: Avtorjeve blog objave

source: Tags
it: Tag
pl_pl: Tagi
sl: Oznake

source: Categories
it: Categorie
pl_pl: Kategorie
pt_br: Categorias
sl: Kategorije

source: Archive
it: Archivio
pl_pl: Archiwum
pt_br: Arquivo
sl: Arhiv

source: Default template
it: Template standard
pl_pl: Domyślny template

source: read more
it: leggi
pl_pl: czytaj więcej
pt_br: ler mais
sl: preberi več

source: by
it: di
pl_pl: przez
pt_br: por

source: 1 article
it: 1 articolo
pl_pl: 1 artykuł
pt_br: 1 artigo
sl: %(articles)s objava

source: 0 articles
it: 0 articoli
pl_pl: 0 artykułów
pt_br: 0 artigos
sl: 0 objav

source: No article found.
it: Nessun articolo trovato.
pl_pl: Nie znaleziono artykułów.
pt_br: Nenhum artigo encontrado.
sl: Nič objav

source: Authors
it: Autori
pl_pl: Autorzy
pt_br: Autores
sl: Avtorji

source: No categories found.
it: Nessuna categoria trovata.
pl_pl: Nie znaleziono kategorii.
pt_br: Nenhuma categoria encontrada.
sl: Nič kategorij

source: Articles by
it: Articoli di
pl_pl: Artykuły według
pt_br: Artigos por
sl: Objave avtorja

source: Back
it: Indietro
pl_pl: Powrót
pt_br: Voltar
sl: Nazaj

source: previous
it: precedente
pl_pl: poprzedni
pt_br: anterior
sl: prejšnji/a

source: Page
it: Pagina
pl_pl: Strona
pt_br: Página
sl: Stran

source: of
it: di
pl_pl: z
pt_br: de
sl: od

source: next
it: successivo
pl_pl: następny
pt_br: próxima
sl: naslednji

source: Layout
pl_pl: Szablon

source: Sitemap
pl_pl: Sitemapa

source: django CMS Blog
pt_br: blog do django CMS

source: abstract
pt_br: resumo
sl: osnutek

source: Tag
sl: Oznaka
